tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "black"
brew "gmp"
brew "coreutils"
brew "curl"
brew "emacs"
brew "flake8"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "gopls"
brew "isort"
brew "jq"
brew "node"
brew "jsonlint"
brew "lua-language-server"
brew "maven"
brew "protobuf"
brew "mosh", args: ["HEAD"]
brew "mypy"
brew "ncurses"
brew "neovim"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "terraform"
brew "terraform@0.13"
brew "the_silver_searcher"
brew "tmux"
brew "tox"
brew "tree"
brew "unixodbc"
brew "vim"
brew "wget"
brew "yamllint"
brew "yarn"
cask "amazon-music"
cask "amethyst"
cask "dash"
cask "discord"
cask "docker"
cask "eclipse-java"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "responsively"
cask "signal"
cask "skype"
