tap 'caskroom/cask'

brew 'awscli'
brew 'black'
brew 'flake8'
brew 'git'
brew 'go'
brew 'jq'
brew 'libssh2'
brew 'maven'
brew 'mosh'
brew 'rbenv'
brew 'shellcheck'
brew 'stow'
brew 'terraform'
brew 'tmux'
brew 'tox'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yamllint'
brew 'yarn'

cask 'amazon-music'
cask 'dash'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'responsively'
cask 'signal'
